#6) ახსენით კომენტარებით რას ნიშნავს string, integer, float და გააკეთეთ რამოდენიმე მაგალითიც

#string, integer, float ესენი არის მონაცემთა ტიპის (კლასი)

#string-არინს ის რაც მოქცეულია ფრჩხილებში და ბრჭყალებში მაგალითად ("goa")

#integer-ი არის მთელი რიცხვები მაგალითად 10

#float-არის რიცხვი რომელიც არ არის მთელი მაგალითად 10.5


#string
name=("nika")
car=("bmw")
color=("green")
#ესენი არის string-ი რადგან მოქცეულია ფრჩხილებში და ბრჭყალებში

#integer
age=15
number=10
num=5
#ესენი არის integer-ები რადგან არის მთელი რიცხვები

#float
num1=15.5
num2=18.3
num3=13.9
#ესენი არის float-ები რადგან არ არის მთელი რიცხვები 
